# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Brews (Packages)
brew "antibody"
brew "bat"
brew "httpie"
brew "git"
brew "mas"
brew "exa"
brew "less"
brew "zsh"

# Casks (Applications)
cask "alfred"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "iterm2"
cask "vlc"

mas "The Unarchiver", id: 425424353
mas "Pixelmator Pro", id: 1289583905
mas "ColorSlurp", id: 1287239339
mas "Amphetamine", id: 937984704
mas "Xcode", id: 497799835
